SS-Sauron/Bluetooth-Jieli-Research/firmware/crowpanel/sdkconfig.defaults
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_SPIRAM_BOOT_INIT=y
CONFIG_SPIRAM_USE_MALLOC=y
CONFIG_SPIRAM_ALLOW_BSS_SEG_EXTERNAL_MEMORY=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_SPI_MASTER_ISR_IN_IRAM=y
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_IDF_TARGET="esp32s3"
CONFIG_IDF_TARGET_ESP32S3=y
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192